tap "clintmod/formulas"
tap "git-time-metric/gtm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
cask "adoptopenjdk8"
brew "python"
brew "ansible"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-hyperkit"
brew "fasd"
brew "jpeg"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "python@2"
brew "fpp"
brew "fzf"
brew "git"
brew "go"
brew "gradle"
brew "grc"
brew "node"
brew "grunt-cli"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "jump"
brew "kotlin"
brew "kubernetes-helm"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "moreutils"
brew "msgpack"
brew "mysql-client"
brew "neovim"
brew "ninja"
brew "nmap"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "prettier"
brew "reattach-to-user-namespace"
brew "redshift", restart_service: true
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shfmt"
brew "ssh-copy-id"
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmuxinator-completion"
brew "trash"
brew "tree"
brew "urlview"
brew "vcprompt"
brew "wget"
brew "xcproj"
brew "zplug"
brew "zsh"
cask "android-file-transfer"
cask "docker"
cask "dropbox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "graphql-playground"
cask "hammerspoon"
cask "java"
cask "java11"
cask "karabiner-elements"
cask "kitematic"
cask "macpass"
cask "minikube"
cask "oni"
cask "opera"
cask "postman"
cask "quik"
cask "rar"
cask "skype"
cask "slack"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "viber"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
