tap "clintmod/formulas"
tap "git-time-metric/gtm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
cask "adoptopenjdk8"
brew "libpng"
brew "gettext"
brew "openssl@1.1"
brew "jpeg"
brew "python"
brew "bash-completion"
brew "bash-git-prompt"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "curl-openssl"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-hyperkit"
brew "fasd"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fpp"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "libtool"
brew "node"
brew "grunt-cli"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "jenv"
brew "jq"
brew "jump"
brew "kotlin"
brew "libpq", link: true
brew "lolcat"
brew "lua"
brew "luarocks"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "msgpack"
brew "mysql-client"
brew "neovim"
brew "nginx", restart_service: true
brew "nikto"
brew "ninja"
brew "nmap"
brew "node@10"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "perl"
brew "prettier"
brew "pygobject3"
brew "python@2"
brew "ragel"
brew "reattach-to-user-namespace"
brew "redshift"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "shfmt"
brew "sqlmap"
brew "ssh-copy-id", link: true
brew "subversion"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmuxinator-completion"
brew "trash"
brew "tree"
brew "urlview"
brew "vcprompt"
brew "wget"
brew "xcproj"
brew "zsh"
brew "zsh-git-prompt"
brew "mongodb/brew/mongodb-community-shell"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "android-file-transfer"
cask "appcleaner"
cask "brave-browser"
cask "burp-suite"
cask "cheatsheet"
cask "clean-me"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "macpass"
cask "minikube"
cask "mongodb-compass"
cask "ngrok"
cask "opera"
cask "phantomjs"
cask "postman"
cask "quik"
cask "rar"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "viber"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "AdBlock", id: 1402042596
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Save to Pocket", id: 1477385213
