tap "caffix/amass"
tap "clintmod/formulas"
tap "d12frosted/emacs-plus"
tap "git-time-metric/gtm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "kak-lsp/kak-lsp"
tap "kulynyak/repo"
tap "mongodb/brew"
tap "neovim/neovim"
tap "sidaf/pentest"
tap "universal-ctags/universal-ctags"
brew "libpng"
brew "gettext"
brew "openssl@1.1"
brew "python@3.9"
brew "pkg-config"
brew "jpeg"
brew "python@3.8"
brew "adwaita-icon-theme"
brew "aircrack-ng"
brew "apr"
brew "bash-completion"
brew "bash-git-prompt"
brew "bettercap"
brew "broot"
brew "burp"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "cpputest"
brew "curl"
brew "discount"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-hyperkit"
brew "editorconfig"
brew "fasd"
brew "fd"
brew "libtool"
brew "ffmpeg"
brew "findutils"
brew "fortune"
brew "fping"
brew "fpp"
brew "fzf"
brew "fzy"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobuster"
brew "gradle"
brew "grunt-cli"
brew "gtk+3"
brew "gspell"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "mysql-client"
brew "hydra"
brew "jenv"
brew "jq"
brew "jump"
brew "kakoune"
brew "kotlin"
brew "lazygit"
brew "lf"
brew "libmagic"
brew "libpq", link: true
brew "lolcat"
brew "luarocks"
brew "mas"
brew "maven"
brew "ninja"
brew "midnight-commander"
brew "minikube"
brew "mitmproxy"
brew "moreutils"
brew "msgpack"
brew "neovim", args: ["HEAD"]
brew "nginx", restart_service: true
brew "nikto"
brew "nmap"
brew "nnn"
brew "node@10"
brew "openconnect"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "pangomm"
brew "perl"
brew "pidcat"
brew "pipenv"
brew "pipx"
brew "prettier"
brew "pygobject3"
brew "python@3.7"
brew "ragel"
brew "ranger"
brew "reattach-to-user-namespace"
brew "redshift"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "sonar-scanner"
brew "sqlmap"
brew "ssh-copy-id", link: true
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmuxinator-completion"
brew "trash"
brew "tree"
brew "urlview"
brew "vcprompt"
brew "vim"
brew "vpn-slice"
brew "wget"
brew "xcproj"
brew "yarn"
brew "zsh"
brew "zsh-git-prompt"
brew "caffix/amass/amass"
brew "git-time-metric/gtm/gtm"
brew "kulynyak/repo/subversion@1.13.0"
brew "mongodb/brew/mongodb-community-shell"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "android-studio"
cask "appcleaner"
cask "bitbar"
cask "blackhole-16ch"
cask "brave-browser"
cask "burp-suite"
cask "clean-me"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "eclipse-jee"
cask "firefox"
cask "firefox-developer-edition"
cask "flutter"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea"
cask "karabiner-elements"
cask "kitty"
cask "macpass"
cask "minikube"
cask "ngrok"
cask "opera"
cask "owasp-zap"
cask "phantomjs"
cask "postman"
cask "pycharm-ce"
cask "quik"
cask "rar"
cask "robo-3t"
cask "signal"
cask "skype"
cask "slack"
cask "sourcetree"
cask "telegram"
cask "transmission"
cask "ukelele"
cask "viber"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "wechat"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zoom"
mas "AdBlock", id: 1402042596
mas "Canary Mail", id: 1236045954
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Save to Pocket", id: 1477385213
mas "Tab Space", id: 1473726602
mas "Xcode", id: 497799835
